{
  "year": 2000,
  "contexts": {
    "bush": {
      "bush_q01": "It is August 2000 in Philadelphia, and the Republican National Convention is about to put you on stage in prime time. Polls show a close race and lingering doubts about the GOP brand, so your team debates how strongly your acceptance speech should emphasize 'compassionate conservatism.'",
      "bush_q02": "On your post-convention bus tour through Ohio and Michigan, the press corps keeps comparing you to John McCain’s free-wheeling 'Straight Talk Express' from the primaries. Some advisers argue you should open yourself up in a similar way for the general-election push; others warn that unscripted time with reporters is a gaffe trap.",
      "bush_q03": "Reporters occasionally bring up the brutal South Carolina primary, where negative tactics against McCain became national news. As the nominee trying to appeal to independents, you must decide how you’ll handle attacks and opposition research if the fall campaign turns equally rough.",
      "bush_q04": "With both conventions over, voters keep hearing about a huge projected federal budget surplus. Gore wants to tie that surplus to Social Security and Medicare, while conservatives around you want deep, permanent tax cuts, and the choice you make will define your economic message for the fall.",
      "bush_q05": "Focus groups of suburban parents in states like Pennsylvania and Missouri say education is their top concern. Your Texas record on school accountability gets good reviews, but opponents warn that your plan could look like federal overreach if you talk about it the wrong way.",
      "bush_q06": "Faith-based charities are popular with many religious voters and some urban mayors, and you’ve experimented with them as governor of Texas. Now your policy team drafts a national 'faith-based initiative' and asks how bold you want to be in granting federal money and visibility to religious groups.",
      "bush_q07": "Columbine and other school shootings are still fresh in voters’ minds as you visit swing suburbs in Colorado and Michigan. Gun-rights advocates are a core part of your base, but suburban parents and independents are asking pointed questions about what you’ll actually do about gun violence.",
      "bush_q08": "On the trail in the Pacific Northwest, environmentalists hammer you over global warming and the rejected Kyoto climate treaty. Business groups and energy producers want you to stress the costs of regulation, while some strategists argue you can’t afford to look indifferent to the environment in places like Oregon and Washington.",
      "bush_q09": "Your pollsters show you a map: Republicans are strong in the rural South and Plains, but you’re underperforming among Latinos and suburban moderates in places like Florida, New Mexico, and the Philadelphia suburbs. With limited time and money, you must decide which outreach effort gets priority.",
      "bush_q10": "Earlier in the summer, as you locked up the delegate count and moved toward the convention, you faced the critical decision of a running mate. GOP insiders want someone with national-security gravitas, while others urge you to choose a younger, moderate partner to reinforce your 'new Republican' image.",
      "bush_q11": "The debate commission has finalized three televised presidential debates, and expectations are low for you on detailed policy questions but high on likability. Your prep team wants to know whether you’ll lean into a relaxed, conversational style or try to match Gore point-for-point on facts and figures.",
      "bush_q12": "Advisers bring you polling on Social Security: older voters are nervous about change, but younger workers are skeptical they’ll ever see full benefits. Wall Street and conservative think tanks push you to embrace personal investment accounts; other strategists warn that anything labeled 'privatization' could be toxic in Florida.",
      "bush_q13": "In the final days of the campaign, a local reporter in Maine breaks the story of your decades-old DUI arrest. The news ricochets through national media at the worst possible moment, and your team has minutes—not days—to decide what your first on-camera response will be.",
      "bush_q14": "Your father, former President George H. W. Bush, still draws big, enthusiastic crowds in some Republican strongholds. But polling shows mixed feelings about political dynasties among independents, and you have to decide how prominently to feature him as a surrogate in the final weeks.",
      "bush_q15": "As you polish the final draft of your convention acceptance speech, your writers ask what overall tone to strike. They can craft a sharp ideological contrast with Democrats, or a softer pitch about unity and changing the style of politics in Washington.",
      "bush_q16": "On the senior-heavy Gulf Coast of Florida, town-hall attendees repeatedly ask how they’ll afford prescription drugs. Gore has been hammering a Medicare drug benefit for months, and Republicans in Congress are divided about how far to go with any new entitlement.",
      "bush_q17": "Polls show Ralph Nader pulling a noticeable share of liberal voters away from Gore in states like Oregon and Florida. Some Republicans quietly celebrate him as a spoiler; others wonder whether you should try to subtly encourage his supporters without looking manipulative.",
      "bush_q18": "Your campaign manager lays out three possible fall strategies in the war room: a Florida-centric path, an industrial-Midwest path, or a more diffuse 'everywhere at once' approach. With ad budgets and candidate time limited, the way you prioritize states could decide the Electoral College.",
      "bush_q19": "In the final 72 hours, your field staff compiles lists of voters who can still be nudged to the polls. Evangelical churches, rural counties, and swingy suburban precincts all want extra attention, but you can only surge resources into some of them.",
      "bush_q20": "On election night, network anchors first call Florida for Gore, then pull it back, and hours later some declare it for you while your data team warns the margin is razor-thin. Reporters are begging for a statement from you as the cameras roll.",
      "bush_q21": "By the next morning, Florida’s margin is within a few hundred votes and an automatic recount is triggered. Gore’s lawyers signal they’ll push for manual recounts in key counties, and your legal and political advisers gather to recommend how aggressively to fight in court.",
      "bush_q22": "Days drag into weeks as ballots are scrutinized in front of the cameras, and public patience starts to fray. Your every word is now broadcast worldwide, and you must decide whether your public tone will be conciliatory and legalistic or combative and accusatory.",
      "bush_q23": "On December 12, 2000, the Supreme Court issues its Bush v. Gore decision effectively stopping the Florida recount. The country is exhausted and deeply divided, and the White House-elect communications team drafts possible statements for you to deliver that night.",
      "bush_q24": "Even before the Electoral College votes, you begin building an administration. K Street, party leaders, and your own inner circle all float names for Cabinet positions, and observers are watching to see whether your picks signal hard-edged partisanship or broader outreach.",
      "bush_q25": "With the recount finally over, you prepare your first major address to the nation as president-elect, aware that half the country voted for someone else. Your team believes this speech will frame not just your transition, but public perceptions of how you came to power."
    },
    "gore": {
      "gore_q01": "It is August 2000 at the Democratic National Convention in Los Angeles. You’re about to accept your party’s nomination after eight years as Bill Clinton’s vice president, and you must decide how directly to link yourself with his prosperous but scandal-scarred administration in your speech.",
      "gore_q02": "Convention delegates and reporters still talk about your bruising primary fight with Senator Bill Bradley, who challenged you from the left on health care and campaign finance. In interviews and stump speeches, you must decide how to characterize that contest and what lessons you claim to have drawn from it.",
      "gore_q03": "Image consultants urge you to shed the reputation for stiffness with earth-tone outfits and a more forceful speaking style. As you prepare for the fall campaign, you must decide how far to go in reshaping your personal presentation for voters who already think they know you.",
      "gore_q04": "The economy is booming, unemployment is low, and the stock market has soared—but many working-class voters feel stuck. After the convention, your strategists press you to choose how heavily your stump speech should lean on economic success versus promises to fix what prosperity has left behind.",
      "gore_q05": "In town halls across the Midwest, seniors nod approvingly when you talk about your Social Security and Medicare 'lockbox' plans. At the same time, some advisers worry that the metaphor is overused and that voters might tune out if you keep repeating it without variation.",
      "gore_q06": "Focus groups show anger at HMOs, rising premiums, and denied treatments, especially among middle-aged voters. You’re preparing a major health-care speech and must decide whether to propose a strong patients’ bill of rights that will put you squarely at odds with insurers and some Republicans in Congress.",
      "gore_q07": "On a campaign swing through Colorado and Pennsylvania suburbs, voters bring up Columbine and other shootings, pressing you on guns. Gun-control advocates want bold proposals, while advisers from rural states warn that a hard line could cost you places like West Virginia and your own Tennessee.",
      "gore_q08": "Environmentalists see you as their champion, especially on global warming and treaties like Kyoto, but swing-state voters worry about gas prices and jobs. As you headline rallies in places like Michigan and Oregon, you must decide how prominently to feature climate and environmental regulation in your core message.",
      "gore_q09": "The custody saga of Elián González has roiled Miami, leaving Cuban-American voters furious at the federal raid that returned him to his father. Florida is central to your Electoral College strategy, and reporters keep asking you to comment on the case and the Justice Department’s actions.",
      "gore_q10": "Republicans and late-night comedians keep replaying your comment that you 'took the initiative in creating the Internet.' Tech policy insiders know you meant legislative support, but the sound bite is becoming a symbol of alleged arrogance, and your staff needs a clear line for you to use going forward.",
      "gore_q11": "As you narrow your vice-presidential shortlist before the convention, you balance geographic, ideological, and personal considerations. Some advisers urge you to choose Senator Joe Lieberman to underscore ethics and moderation, while others want a populist or more overtly progressive pick to energize the base.",
      "gore_q12": "The debate commission proposes three fall debates and one vice-presidential debate. Your team believes you’ll outperform Bush on substance, but they also know long, policy-heavy formats can accentuate your tendency to lecture, and you must choose what kind of debate schedule and formats to accept.",
      "gore_q13": "Debate prep sessions in Nashville reveal your strengths on policy detail but also your habit of sighing, interrupting, or showing impatience when challenged. Advisors experiment with different coaching styles and ask which debate persona you intend to embrace when tens of millions watch you next to Bush.",
      "gore_q14": "Polling in states like Oregon, Wisconsin, and Florida shows Ralph Nader drawing votes from disaffected liberals who like your environmental record but distrust both big parties. Activists on your left demand concessions, while centrists warn that moving too far could alienate swing voters.",
      "gore_q15": "In early October, your campaign manager presents updated battleground data. Florida looms huge, but so do industrial states like Michigan and Pennsylvania, and there’s also concern about holding your home state of Tennessee and near-swingers like West Virginia.",
      "gore_q16": "Democratic field operatives report limited resources and time for get-out-the-vote operations. You must decide whether to pour volunteers and money into union halls and senior centers, court younger first-time voters on campuses, or try to peel away culturally conservative rural Democrats who have drifted toward Republicans.",
      "gore_q17": "On election night, the networks first call Florida for you, sending your headquarters into celebration, then abruptly pull it back. Hours later, they tentatively call it for Bush while your internal numbers suggest it’s too close to know, and your staff asks whether to concede.",
      "gore_q18": "By the next morning, Florida’s margin has shrunk to a few hundred votes, triggering an automatic recount. Lawyers and strategists gather around conference tables in Nashville and Washington to debate whether you should seek manual recounts statewide or focus on a handful of heavily Democratic counties.",
      "gore_q19": "As the recount saga drags on, TV cameras capture images of 'butterfly ballots,' 'hanging chads,' and protests outside county offices. Supporters urge you to frame the fight as a civil-rights and democracy issue, while some moderates fear you’ll look like you can’t take no for an answer.",
      "gore_q20": "On December 12, the Supreme Court issues its Bush v. Gore ruling halting the Florida recount, effectively ending your hopes of overtaking Bush’s narrow lead. The country is on edge, and the nation waits to see how you will respond within hours of the decision.",
      "gore_q21": "With the election resolved against you, your allies and the press speculate about your future. Some encourage another run in four years; others suggest focusing on climate, technology, or international work, and your public statements in the weeks after concession will shape those expectations.",
      "gore_q22": "Even during the campaign, many Democrats questioned whether you used Bill Clinton enough in swing states where he remained personally popular despite scandal fatigue. As you debrief with close advisers in late November, you must decide how you characterize that strategic choice in public and within the party.",
      "gore_q23": "All year, late-night shows and columnists painted you as stiff and wooden compared with Bush’s easygoing persona. Back in the summer, your team had proposed ways to humanize you—more family stories, unscripted Q&As, informal dress—and you had to decide how seriously to take these image concerns.",
      "gore_q24": "Republican attacks resurrected stories about your 1996 campaign finance controversies, from the Buddhist temple fundraiser to soft-money issues. As those stories resurfaced during 2000, you had to choose whether to confront them head-on, deflect them as partisan smears, or avoid them as much as possible.",
      "gore_q25": "In strategy sessions at the start of the general-election push, your team argued about what single overarching theme should dominate everything else. Some wanted an almost single-minded focus on peace and prosperity; others pushed for populist attacks on corporate power or on Bush’s character and readiness."
    }
  }
}
